export const MATCH_DETAILS = 
{
  "15/8/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    }
  ],
  "16/8/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    }
  ],
  "17/8/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    }
  ],
  "20/8/2025": [
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "เซลังงอร์",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "คองอันฮานอย",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "ดีเอช เซบู",
      "away": "แทมพินเนส โรเวอร์ส",
      "stadium": "Unknow"
    }
  ],
  "21/8/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "16:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ยะโฮร์ ดารุล ต๊ะซิม",
      "away": "ไลออนซิตี้ เซเลอร์ส",
      "stadium": "Unknow"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ฉาน ยูไนเต็ด",
      "away": "พระขรรค์ รีช สวายเรียง",
      "stadium": "Unknow"
    }
  ],
  "22/8/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "23/8/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    }
  ],
  "24/8/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามศรีนครลำดวน"
    }
  ],
  "26/8/2025": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    }
  ],
  "27/8/2025": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    }
  ],
  "28/8/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    }
  ],
  "29/8/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    }
  ],
  "30/8/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "ชลบุรี เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    }
  ],
  "31/8/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    }
  ],
  "12/9/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    }
  ],
  "13/9/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามฟุตบอล ใจฟ้าอคาเดมี่"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "โคราช ซิตี้",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "เมืองตรัง สเตเดียม"
    }
  ],
  "14/9/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "20:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "อาทิตย์",
      "time": "20:30",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    }
  ],
  "19/9/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    }
  ],
  "20/9/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี วิทยาเขตบ้านยางน้อย"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬาสุระกุล"
    }
  ],
  "21/9/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    }
  ],
  "22/9/2025": [
    {
      "day": "จันทร์",
      "time": "15:30",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "รร. นาหลวง",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "จันทร์",
      "time": "19:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดนครสวรรค์",
      "away": "รร. เฉลิมพระเกียรติ สมุทรสาคร",
      "stadium": "Unknow"
    }
  ],
  "23/9/2025": [
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "ชลบุรี เอฟซี U21",
      "away": "พลังกาญจน์ เอฟซี U21",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    }
  ],
  "24/9/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "CHANG FA CUP",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "CHANG FA CUP",
      "home": "นรา ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "CHANG FA CUP",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "CHANG FA CUP",
      "home": "กันทรารมย์ ยูไนเต็ด",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏศรีสะเกษ (สนาม 1)"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "พัทยา ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "ปัตตานี เอฟซี",
      "away": "ม. วงษ์ชวลิตกุล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "CHANG FA CUP",
      "home": "พราม แบงค็อก",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "คองอันฮานอย",
      "away": "ดีเอช เซบู",
      "stadium": "Unknow"
    },
    {
      "day": "พุธ",
      "time": "20:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "เซลังงอร์",
      "away": "แทมพินเนส โรเวอร์ส",
      "stadium": "Unknow"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดนครสวรรค์",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "Unknow"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "รร. เฉลิมพระเกียรติ สมุทรสาคร",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "การท่าเรือ เอฟซี U21",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    }
  ],
  "25/9/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "16:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ยะโฮร์ ดารุล ต๊ะซิม",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "Unknow"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "เทพซาน นามดินห์",
      "away": "พระขรรค์ รีช สวายเรียง",
      "stadium": "Unknow"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "พัทยา ยูไนเต็ด U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    }
  ],
  "26/9/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "15:30",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. เฉลิมพระเกียรติ สมุทรสาคร",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "Unknow"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "รร. กีฬาจังหวัดนครสวรรค์",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "27/9/2025": [
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬาสุระกุล"
    }
  ],
  "28/9/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามฟุตบอล ใจฟ้าอคาเดมี่"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    }
  ],
  "30/9/2025": [
    {
      "day": "อังคาร",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    }
  ],
  "1/10/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "อุทัยธานี เอฟซี U21",
      "away": "สุพรรณบุรี เอฟซี U21",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    }
  ],
  "2/10/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    }
  ],
  "3/10/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "4/10/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพังงา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดลำพูน (แม่กวง สเตเดี้ยม)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    }
  ],
  "5/10/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสิงห์บุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดร้อยเอ็ด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "อ่างทอง เอฟซี",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "พราม แบงค็อก",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬา มหาวิทยาลัยรามคำแหง"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬากลางจังหวัดลำพูน (แม่กวง สเตเดี้ยม)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    }
  ],
  "7/10/2025": [
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "ราชบุรี เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "พลังกาญจน์ เอฟซี U21",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    }
  ],
  "8/10/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "ชลบุรี เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามศรีนครลำดวน"
    }
  ],
  "11/10/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬาเทพหัสดิน"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "สุพรรณบุรี เอฟซี U21",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "ช้างอารีนา"
    }
  ],
  "12/10/2025": [
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "อุทัยธานี เอฟซี U21",
      "away": "การท่าเรือ เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดราชบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "พัทยา ยูไนเต็ด U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    }
  ],
  "15/10/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามเอสตาดิโอ เกษม"
    }
  ],
  "16/10/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "พลังกาญจน์ เอฟซี U21",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "ราชบุรี เอฟซี U21",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    }
  ],
  "17/10/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "18/10/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพังงา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "หัวหิน ซิตี้",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "พีที สตูล เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    }
  ],
  "19/10/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "พราม แบงค็อก",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬากลางจังหวัดร้อยเอ็ด"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬา มหาวิทยาลัยรามคำแหง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    }
  ],
  "21/10/2025": [
    {
      "day": "อังคาร",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "พัทยา ยูไนเต็ด U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    }
  ],
  "22/10/2025": [
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "การท่าเรือ เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    }
  ],
  "23/10/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    }
  ],
  "24/10/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดลำพูน (แม่กวง สเตเดี้ยม)"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    }
  ],
  "25/10/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดราชบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพังงา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "ทหารบก เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    }
  ],
  "26/10/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "ยโสธร เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    }
  ],
  "28/10/2025": [
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "อุทัยธานี เอฟซี U21",
      "away": "พลังกาญจน์ เอฟซี U21",
      "stadium": "แพต สเตเดียม"
    }
  ],
  "29/10/2025": [
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "สมุย ยูไนเต็ด",
      "away": "สระแก้ว บ้านแก้ง ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "ลพบุรี ซิตี้",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "ดีเชนติ ธนบุรีฟอเรสต์ เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาเมืองหลักภาคใต้ (พรุค้างคาว)"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "CHANG FA CUP",
      "home": "บูรพา ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "CHANG FA CUP",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "สุโขทัย เอฟซี",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "สิงห์ ปทุมธานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "วารินชำราบ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "ชลบุรี เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    }
  ],
  "30/10/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "พราม แบงค็อก",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "หนองคาย เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "อุบลคิดส์ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดร้อยเอ็ด"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "CHANG FA CUP",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:30",
      "league": "CHANG FA CUP",
      "home": "ร้อยเอ็ด 2018",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "อุดรธานี ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "นครนายก เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "อุทัยธานี เอฟซี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "มหาสารคาม เอสดับบลิวแอล เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ร่มเกล้า ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "ราชบุรี เอฟซี U21",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "สุพรรณบุรี เอฟซี U21",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "พัทยา ยูไนเต็ด U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    }
  ],
  "1/11/2025": [
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬา มหาวิทยาลัยรามคำแหง"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนามกีฬาเทศบาลตำบลแหลมฟ้าผ่า"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "เอฟซี ยะลา",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "ชลบุรี เอฟซี U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    }
  ],
  "2/11/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดร้อยเอ็ด"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    }
  ],
  "3/11/2025": [
    {
      "day": "จันทร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    }
  ],
  "4/11/2025": [
    {
      "day": "อังคาร",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": "สนามศรีนครลำดวน"
    }
  ],
  "5/11/2025": [
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "ชลบุรี เอฟซี U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    }
  ],
  "6/11/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "การท่าเรือ เอฟซี U21",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    }
  ],
  "7/11/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาร่วมใจ มหาวิทยาลัยราชภัฏเลย"
    }
  ],
  "8/11/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "พราม แบงค็อก",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    }
  ],
  "9/11/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ ศูนย์สุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    }
  ],
  "11/11/2025": [
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "ราชบุรี เอฟซี U21",
      "stadium": "สามอ่าว สเตเดียม"
    }
  ],
  "12/11/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "อุทัยธานี เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "สนามกีฬาเมืองหลักภาคใต้ (พรุค้างคาว)"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "สุพรรณบุรี เอฟซี U21",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    }
  ],
  "15/11/2025": [
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดราชบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "อุทัยธานี เอฟซี U21",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "นครราชสีมา มาสด้า เอฟซี U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "สุพรรณบุรี เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    }
  ],
  "16/11/2025": [
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "พัทยา ยูไนเต็ด U21",
      "away": "พลังกาญจน์ เอฟซี U21",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "ชลบุรี เอฟซี U21",
      "away": "การท่าเรือ เอฟซี U21",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "19/11/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "PEA U21 LEAGUE",
      "home": "ราชบุรี เอฟซี U21",
      "away": "สุพรรณบุรี เอฟซี U21",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "การท่าเรือ เอฟซี U21",
      "away": "พัทยา ยูไนเต็ด U21",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "อุทัยธานี เอฟซี U21",
      "away": "นครราชสีมา มาสด้า เอฟซี U21",
      "stadium": ""
    }
  ],
  "20/11/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามกีฬา มหาวิทยาลัยรามคำแหง"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "ชลบุรี เอฟซี U21",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    }
  ],
  "21/11/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    }
  ],
  "22/11/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "โคราช ซิตี้",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    }
  ],
  "23/11/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "สงขลา เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "พราม แบงค็อก",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬาร่วมใจ มหาวิทยาลัยราชภัฏเลย"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬา มหาวิทยาลัยรามคำแหง"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "หัวหิน ซิตี้",
      "stadium": "ธรรมศาตร์ สเตเดียม"
    }
  ],
  "24/11/2025": [
    {
      "day": "จันทร์",
      "time": "16:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "ราชบุรี เอฟซี U21",
      "stadium": "ราชบุรี สเตเดียม"
    }
  ],
  "26/11/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ลพบุรี ซิตี้",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "อุดร ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "MUANGTHAI CUP",
      "home": "บูรพา ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "MUANGTHAI CUP",
      "home": "สมุทรสาคร ซิตี้",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "MUANGTHAI CUP",
      "home": "แปดริ้ว ซิตี้",
      "away": "บางกอก เอฟซี",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    }
  ],
  "27/11/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ม. ปทุมธานี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "MUANGTHAI CUP",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    }
  ],
  "28/11/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "ศุกร์",
      "time": "18:00",
      "league": "PEA U21 LEAGUE",
      "home": "พลังกาญจน์ เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "นนทบุรี สเตเดียม"
    }
  ],
  "29/11/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "30/11/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    }
  ],
  "2/12/2025": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "เกษตรศาสตร์ เอฟซี U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬากลางจังหวัดราชบุรี"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "หนองบัว พิชญ เอฟซี U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพังงา"
    }
  ],
  "3/12/2025": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "คองอันฮานอย",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "แทมพินเนส โรเวอร์ส",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "ดีเอช เซบู",
      "away": "เซลังงอร์",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    }
  ],
  "4/12/2025": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ฉาน ยูไนเต็ด",
      "away": "เทพซาน นามดินห์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ไลออนซิตี้ เซเลอร์ส",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "พระขรรค์ รีช สวายเรียง",
      "away": "ยะโฮร์ ดารุล ต๊ะซิม",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    }
  ],
  "5/12/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    }
  ],
  "6/12/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    }
  ],
  "7/12/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาตำบลเขาน้อย"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    }
  ],
  "9/12/2025": [
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "หนองบัว พิชญ เอฟซี U21",
      "stadium": "สนามกีฬาเมืองหลักภาคใต้ (พรุค้างคาว)"
    }
  ],
  "10/12/2025": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "พุธ",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "เอฟซี ยะลา",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "เกษตรศาสตร์ เอฟซี U21",
      "stadium": "ช้างอารีนา"
    }
  ],
  "12/12/2025": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "ศุกร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    }
  ],
  "13/12/2025": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "14/12/2025": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "16/12/2025": [
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": ""
    }
  ],
  "17/12/2025": [
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "MUANGTHAI CUP",
      "home": "ลพบุรี ซิตี้",
      "away": "สงขลา เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "เทพซาน นามดินห์",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ไลออนซิตี้ เซเลอร์ส",
      "away": "ฉาน ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "พุธ",
      "time": "15:30",
      "league": "PEA U21 LEAGUE",
      "home": "ทรู แบงค็อก ยูไนเต็ด U21",
      "away": "บุรีรัมย์ ยูไนเต็ด U21",
      "stadium": ""
    }
  ],
  "20/12/2025": [
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ร้อยเอ็ด 2018",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "พิษณุโลก เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "อุทัยธานี เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "สุโขทัย เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    }
  ],
  "21/12/2025": [
    {
      "day": "อาทิตย์",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "พราม แบงค็อก",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "สมุย ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:00",
      "league": "CHANG FA CUP",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "CHANG FA CUP",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "ปัตตานี เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "อุบลคิดส์ ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "การท่าเรือ เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    }
  ],
  "23/12/2025": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    }
  ],
  "24/12/2025": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "PEA U21 LEAGUE",
      "home": "บุรีรัมย์ ยูไนเต็ด U21",
      "away": "ทรู แบงค็อก ยูไนเต็ด U21",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    }
  ],
  "27/12/2025": [
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "MUANGTHAI CUP",
      "home": "บางกอก เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "MUANGTHAI CUP",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    }
  ],
  "28/12/2025": [
    {
      "day": "อาทิตย์",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:00",
      "league": "MUANGTHAI CUP",
      "home": "ลพบุรี ซิตี้",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "MUANGTHAI CUP",
      "home": "พีที สตูล เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "MUANGTHAI CUP",
      "home": "สมุทรสาคร ซิตี้",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "MUANGTHAI CUP",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "MUANGTHAI CUP",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "ปัตตานี เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    }
  ],
  "4/1/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    }
  ],
  "9/1/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    }
  ],
  "10/1/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "อ่างทอง เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ม. ปทุมธานี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "โคราช ซิตี้",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    }
  ],
  "11/1/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอล ใจฟ้าอคาเดมี่"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "พีที สตูล เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    }
  ],
  "14/1/2026": [
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "CHANG FA CUP",
      "home": "พราม แบงค็อก",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "ลำพูน วอริเออร์",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "พีที ประจวบ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สามอ่าว สเตเดียม"
    }
  ],
  "16/1/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    }
  ],
  "17/1/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาจิระนคร, สนามติณณสูลานนท์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    }
  ],
  "18/1/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    }
  ],
  "21/1/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "MUANGTHAI CUP",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    }
  ],
  "23/1/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "24/1/2026": [
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาสุระกุล"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    }
  ],
  "25/1/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "เมืองตรัง สเตเดียม"
    }
  ],
  "26/1/2026": [
    {
      "day": "จันทร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    }
  ],
  "28/1/2026": [
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "แทมพินเนส โรเวอร์ส",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "20:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "เซลังงอร์",
      "away": "คองอันฮานอย",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ดีเอช เซบู",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "การท่าเรือ เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "ปัตตานี เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ลำพูน วอริเออร์",
      "away": "ชลบุรี เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "MUANGTHAI CUP",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    }
  ],
  "29/1/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "16:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ยะโฮร์ ดารุล ต๊ะซิม",
      "away": "ฉาน ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "พระขรรค์ รีช สวายเรียง",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "เทพซาน นามดินห์",
      "away": "ไลออนซิตี้ เซเลอร์ส",
      "stadium": ""
    }
  ],
  "30/1/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    }
  ],
  "31/1/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "บีจี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "กรุงเทพมหานคร",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    }
  ],
  "1/2/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬาเทพหัสดิน"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "3/2/2026": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "4/2/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "พุธ",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "เซลังงอร์",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "ไม่ทราบข้อมูล"
    },
    {
      "day": "พุธ",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "คองอันฮานอย",
      "away": "แทมพินเนส โรเวอร์ส",
      "stadium": "ไม่ทราบข้อมูล"
    },
    {
      "day": "พุธ",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ดีเอช เซบู",
      "stadium": "ไม่ทราบข้อมูล"
    }
  ],
  "5/2/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "กรุงเทพมหานคร",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": ""
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "เทพซาน นามดินห์",
      "away": "ยะโฮร์ ดารุล ต๊ะซิม",
      "stadium": ""
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ไลออนซิตี้ เซเลอร์ส",
      "away": "พระขรรค์ รีช สวายเรียง",
      "stadium": ""
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ฉาน ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "6/2/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "7/2/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "อ่างทอง เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:30",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": ""
    }
  ],
  "8/2/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ลพบุรี ซิตี้",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ม. ปทุมธานี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "ทหารบก เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "ยโสธร เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "แปดริ้ว ซิตี้",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "กระบี่ เอฟซี",
      "stadium": ""
    }
  ],
  "9/2/2026": [
    {
      "day": "จันทร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "จันทร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "จันทร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    }
  ],
  "10/2/2026": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "อังคาร",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อังคาร",
      "time": "16:30",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามกีฬาเทพหัสดิน"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    }
  ],
  "11/2/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามฟุตบอล ใจฟ้าอคาเดมี่"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    }
  ],
  "13/2/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    }
  ],
  "14/2/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "พราม แบงค็อก",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "โคราช ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "15/2/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "หัวหิน ซิตี้",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "เอฟซี ยะลา",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "กรุงเทพมหานคร",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    }
  ],
  "17/2/2026": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "18/2/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    }
  ],
  "19/2/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    }
  ],
  "20/2/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    },
    {
      "day": "ศุกร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    },
    {
      "day": "ศุกร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "รร. นาหลวง",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    }
  ],
  "21/2/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    }
  ],
  "22/2/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "ราชบุรี เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสิงห์บุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬาสุระกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    }
  ],
  "23/2/2026": [
    {
      "day": "จันทร์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "25/2/2026": [
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "ลำพูน วอริเออร์",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "CHANG FA CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "CHANG FA CUP",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "กรุงเทพมหานคร",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    }
  ],
  "27/2/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    }
  ],
  "28/2/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร ยูไนเต็ด",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "เชียงราย ทีเอสซี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "เสาร์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิจิตร ยูไนเต็ด 2025",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "พิจิตร สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "โคราช ซิตี้",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทัพหลวง ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "ทัพหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    }
  ],
  "1/3/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ยโสธร เอฟซี",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดยโสธร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "ยามาโอกะ ฮานาซะกะ อเคเดมี่ 1"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "รร. นาหลวง",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    }
  ],
  "3/3/2026": [
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "อังคาร",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "4/3/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "จันทบุรี เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    }
  ],
  "5/3/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "6/3/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "แพต สเตเดียม"
    }
  ],
  "7/3/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสิงห์บุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "สุพรรณบุรี เอฟซี",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "สมุย ยูไนเต็ด",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬานานาชาติเทศบาลนครเกาะสมุย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี วิทยาเขตบ้านยางน้อย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "กรุงเทพมหานคร",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    }
  ],
  "8/3/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาสุระกุล"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "อุดร ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "ยโสธร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "13/3/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    }
  ],
  "14/3/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ชลบุรี เอฟซี",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "แม่โจ้ ยูไนเต็ด",
      "away": "เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา (ดอยสะเก็ด)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นครสวรรค์ สี่แคว ซิตี้",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ฟูเทร่า ยูไนเต็ด",
      "away": "อ่างทอง เอฟซี",
      "stadium": "สนาม ม.กรุงเทพ รังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สิงห์บุรี วอร์ริเออร์",
      "away": "ทหารอากาศ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสิงห์บุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ลพบุรี ซิตี้",
      "away": "ม. ปทุมธานี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดลพบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "สโมสรฟุตบอลราชนาวี",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "อัสสัมชัญ ยูไนเต็ด",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาว่องประชานุกุล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ทหารบก เอฟซี",
      "away": "นนทบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "สิงห์ เชียงราย ซิตี้",
      "away": "พิษณุโลก เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ ซิตี้",
      "away": "อุดร-บ้านจั่น ยูไนเต็ด",
      "stadium": "สนามกีฬาศรีณรงค์"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "away": "อุบล ครัวนภัส เอฟซี",
      "stadium": "สนาม 50 ปี มหาวิทยาลัยขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "away": "ยโสธร เอฟซี",
      "stadium": "ยูเอ็มที สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "away": "บีเอฟบี พัทยา ซิตี้",
      "stadium": "สนามกีฬาเทศบาลเมืองฉะเชิงเทรา"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บ้านค่าย ยูไนเต็ด",
      "away": "แปดริ้ว ซิตี้",
      "stadium": "หวายกรอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ระนอง ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดระนอง"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เอฟซี ยะลา",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏยะลา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "DREAM MATCH",
      "home": "รวมดาราอินฟลูฯ",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "ทัพหลวง สเตเดียม"
    }
  ],
  "15/3/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "จามจุรี ยูไนเต็ด",
      "away": "สระบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาจุฬาลงกรณ์มหาวิทยาลัย"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "พราม แบงค็อก",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "สุรินทร์ โขงชีมูล เอฟซี",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "นาวิกโยธิน เอฟซี",
      "away": "สายมิตรกบินทร์ ยูไนเต็ด",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บูรพา ยูไนเต็ด",
      "away": "ปลวกแดง ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "กระบี่ เอฟซี",
      "away": "ชุมพร ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกระบี่"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "ภูเก็ต อันดามัน เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "หัวหิน ซิตี้",
      "away": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหัวหิน (เขาตะเกียบ)"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 North",
      "home": "ชาติตระการ ซิตี้",
      "away": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏพิบูลสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "คัสตอม ยูไนเต็ด",
      "away": "เอซีดีซี เอฟซี",
      "stadium": "ศุลกากร ลาดกระบัง 54"
    },
    {
      "day": "อาทิตย์",
      "time": "17:30",
      "league": "THAI LEAGUE 3 North",
      "home": "กำแพงเพชร เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬาชากังราว ริมปิง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "away": "ขอนแก่น เอฟซี",
      "stadium": "สนามไพรด์ อารีน่า"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สุพรรณบุรี เอฟซี",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดสุพรรณบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 South",
      "home": "เมืองตรัง ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "เมืองตรัง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สโมสรฟุตบอลราชประชา",
      "away": "สมุทรสงคราม ซิตี้",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "รร. นาหลวง",
      "stadium": "ยามาโอกะ ฮานาซะกะ อเคเดมี่ 1"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏวไลยอลงกรณ์"
    }
  ],
  "18/3/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "MUANGTHAI CUP",
      "home": "ชลบุรี เอฟซี",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "การท่าเรือ เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "ปัตตานี เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    }
  ],
  "20/3/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามติณณสูลานนท์"
    }
  ],
  "21/3/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "พลังกาญจน์ เอฟซี",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงใหม่ เอฟซี",
      "away": "พิจิตร ยูไนเต็ด 2025",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "ชาติตระการ ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เชียงราย ทีเอสซี เอฟซี",
      "away": "กำแพงเพชร เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดเชียงราย"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "พิษณุโลก เอฟซี",
      "away": "แม่โจ้ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดพิษณุโลก"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "เขลางค์ ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ซิตี้",
      "stadium": "สนามกีฬากลางจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 North",
      "home": "นอร์ทเทิร์น นครแม่สอด ยูไนเต็ด",
      "away": "นครสวรรค์ สี่แคว ซิตี้",
      "stadium": "สนามกีฬา 5 อำเภอชายแดน"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. ปทุมธานี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬาราชคราม สปอร์ตคลับ บางไทร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "จามจุรี ยูไนเต็ด",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "อ่างทอง เอฟซี",
      "away": "สิงห์บุรี วอร์ริเออร์",
      "stadium": "สนามกีฬากลางจังหวัดอ่างทอง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "ทหารอากาศ เอฟซี",
      "away": "ฟูเทร่า ยูไนเต็ด",
      "stadium": "สนามกีฬากองทัพอากาศ (ธูปะเตมีย์)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Central",
      "home": "สระบุรี ยูไนเต็ด",
      "away": "ลพบุรี ซิตี้",
      "stadium": "สนาม อบจ.สระบุรี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีเอสยู สุราษฎร์ธานี ซิตี้",
      "away": "สมุย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยสงขลานครินทร์ วิทยาเขตสุราษฎร์ธานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ภูเก็ต อันดามัน เอฟซี",
      "away": "เมืองตรัง ยูไนเต็ด",
      "stadium": "สนามกีฬาสุระกุล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "ชุมพร ยูไนเต็ด",
      "away": "ระนอง ยูไนเต็ด",
      "stadium": "สนามสถาบันการพลศึกษา วิทยาเขตชุมพร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "นรา ยูไนเต็ด",
      "away": "เอฟซี ยะลา",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 South",
      "home": "พีที สตูล เอฟซี",
      "away": "กระบี่ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    }
  ],
  "22/3/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "ยโสธร เอฟซี",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "ขอนแก่น เอฟซี",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "สุรินทร์ โขงชีมูล เอฟซี",
      "away": "ร้อยเอ็ด พีบี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน วิทยาเขตสุรินทร์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุดร-บ้านจั่น ยูไนเต็ด",
      "away": "ขอนแก่นมอดินแดง ฟุตบอลคลับ",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "อุบล ครัวนภัส เอฟซี",
      "away": "สุรินทร์ ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏอุบลราชธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Northeast",
      "home": "โคราช ซิตี้",
      "away": "ม. การจัดการ และเทคโนโลยีอีสเทิร์น",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏนครราชสีมา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "ปลวกแดง ยูไนเต็ด",
      "away": "นาวิกโยธิน เอฟซี",
      "stadium": "ซี.เค. สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "เอซีดีซี เอฟซี",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สโมสรฟุตบอลราชนาวี",
      "away": "ฉะเชิงเทรา ไฮเทค เอฟซี",
      "stadium": "สนามกีฬาราชนาวี กม.5 สัตหีบ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "บีเอฟบี พัทยา ซิตี้",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "สายมิตรกบินทร์ ยูไนเต็ด",
      "away": "บ้านค่าย ยูไนเต็ด",
      "stadium": "สนามกีฬาน้อมเกล้ามหาราช"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "นนทบุรี ยูไนเต็ด",
      "away": "ทัพหลวง ยูไนเต็ด",
      "stadium": "นนทบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสาคร ซิตี้",
      "away": "หัวหิน ซิตี้",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "สโมสรฟุตบอลราชประชา",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "สมุทรสงคราม ซิตี้",
      "away": "อัสสัมชัญ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสมุทรสงคราม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 West",
      "home": "วีอาร์เอ็น เมืองนนท์ เอฟซี",
      "away": "ทหารบก เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครนนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 East",
      "home": "แปดริ้ว ซิตี้",
      "away": "คัสตอม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดฉะเชิงเทรา (สุบินพิมพยะจันทร์)"
    }
  ],
  "25/3/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    }
  ],
  "28/3/2026": [
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "พิชญสเตเดียม"
    }
  ],
  "29/3/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    }
  ],
  "3/4/2026": [
    {
      "day": "ศุกร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    }
  ],
  "4/4/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    }
  ],
  "5/4/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    }
  ],
  "8/4/2026": [
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "ชลบุรี เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    }
  ],
  "11/4/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    }
  ],
  "12/4/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ช้างอารีนา"
    }
  ],
  "17/4/2026": [
    {
      "day": "ศุกร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": ""
    },
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": ""
    }
  ],
  "18/4/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ราษีไศล ยูไนเต็ด",
      "away": "มหาสารคาม เอสบีที เอฟซี",
      "stadium": "สนามกีฬากลาง จ.ศรีสะเกษ (เกาะกลางน้ำ)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "จันทบุรี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เชียงใหม่ ยูไนเต็ด",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยราชภัฏเชียงใหม่ Sport Complex ศูนย์แม่ริม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "แพร่ ยูไนเต็ด",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "พีที สตูล เอฟซี",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "เชียงใหม่ เอฟซี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    }
  ],
  "19/4/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "พัทยา ยูไนเต็ด",
      "away": "ศรีสะเกษ ยูไนเต็ด",
      "stadium": "สนามกีฬาเทศบาลเมืองหนองปรือ"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "สงขลา เอฟซี",
      "away": "นครศรี ยูไนเต็ด",
      "stadium": "สนามติณณสูลานนท์"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ขอนแก่น ยูไนเต็ด",
      "away": "เกษตรศาสตร์ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดขอนแก่น"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครปฐม ยูไนเต็ด",
      "away": "บางกอก เอฟซี",
      "stadium": "สนามกีฬาโรงเรียนกีฬาเทศบาลนครนครปฐม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ตราด เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬากลางจังหวัดตราด"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "อุดร ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "นรา ยูไนเต็ด",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    }
  ],
  "20/4/2026": [
    {
      "day": "จันทร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "จันทร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "จันทร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    },
    {
      "day": "จันทร์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "22/4/2026": [
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "พระขรรค์ รีช สวายเรียง",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "23/4/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "สนามเอสตาดิโอ เกษม"
    }
  ],
  "24/4/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "ทะเลหลวง สเตเดียม"
    }
  ],
  "25/4/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "จันทบุรี เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดจันทบุรี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "นครศรี ยูไนเต็ด",
      "away": "ปัตตานี เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนครศรีธรรมราช (ชาติตระการโกศล)"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "พัทยา ยูไนเต็ด",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "แพร่ ยูไนเต็ด",
      "away": "นครปฐม ยูไนเต็ด",
      "stadium": "ห้วยม้าสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "มหาสารคาม เอสบีที เอฟซี",
      "away": "ขอนแก่น ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดมหาสารคาม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ศรีสะเกษ ยูไนเต็ด",
      "away": "สงขลา เอฟซี",
      "stadium": "สนามศรีนครลำดวน"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "เกษตรศาสตร์ เอฟซี",
      "away": "เชียงใหม่ ยูไนเต็ด",
      "stadium": "สนามกีฬาอินทรีจันทรสถิตย์"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "บางกอก เอฟซี",
      "away": "ตราด เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ราษีไศล ยูไนเต็ด",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "พราม แบงค็อก",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "บูรพา ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    }
  ],
  "26/4/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "ธนบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "สมุทรสาคร ซิตี้",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    }
  ],
  "28/4/2026": [
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "อังคาร",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "เชียงใหม่ เอฟซี",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    }
  ],
  "29/4/2026": [
    {
      "day": "พุธ",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "อุทัยธานี เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุทัยธานี"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "พีที สตูล เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "พุธ",
      "time": "17:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "สมุทรสาคร ซิตี้",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    }
  ],
  "1/5/2026": [
    {
      "day": "ศุกร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "เมืองทอง ยูไนเต็ด",
      "away": "บีจี ปทุม ยูไนเต็ด",
      "stadium": "ธันเดอร์โดม สเตเดียม"
    }
  ],
  "2/5/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "นครราชสีมา มาสด้า เอฟซี",
      "away": "สุโขทัย เอฟซี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา 5 ธันวาคม 2550"
    },
    {
      "day": "เสาร์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ทรู แบงค็อก ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "ชลบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "เสาร์",
      "time": "19:30",
      "league": "THAI LEAGUE 1",
      "home": "การท่าเรือ เอฟซี",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ชัยนาท ฮอร์นบิล",
      "away": "ปัตตานี เอฟซี",
      "stadium": "เขาพลองสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "อุดร ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "บูรพา ยูไนเต็ด",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    }
  ],
  "3/5/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พีที ประจวบ เอฟซี",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สามอ่าว สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:30",
      "league": "THAI LEAGUE 1",
      "home": "ราชบุรี เอฟซี",
      "away": "ระยอง เอฟซี",
      "stadium": "ราชบุรี สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 1",
      "home": "ลำพูน วอริเออร์",
      "away": "สิงห์ เชียงราย ยูไนเต็ด",
      "stadium": "ลำพูน วอริเออร์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "โปลิศ เทโร เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "นรา ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "พีที สตูล เอฟซี",
      "away": "ธนบุรี ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "เชียงใหม่ เอฟซี",
      "away": "พราม แบงค็อก",
      "stadium": "สนามกีฬาเทศบาลนครเชียงใหม่"
    }
  ],
  "6/5/2026": [
    {
      "day": "พุธ",
      "time": "20:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "เซลังงอร์",
      "away": "เทพซาน นามดินห์",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "ยะโฮร์ ดารุล ต๊ะซิม",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "9/5/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "ชัยนาท ฮอร์นบิล",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "โปลิศ เทโร เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "อุดร ยูไนเต็ด",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตอุดรธานี"
    },
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "นรา ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    }
  ],
  "10/5/2026": [
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ลำพูน วอริเออร์",
      "stadium": "ช้างอารีนา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สุโขทัย เอฟซี",
      "away": "เมืองทอง ยูไนเต็ด",
      "stadium": "ทะเลหลวง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ทรู บีจี สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ชลบุรี เอฟซี",
      "away": "นครราชสีมา มาสด้า เอฟซี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "พลังกาญจน์ เอฟซี",
      "away": "ราชบุรี เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดกาญจนบุรี (กลีบบัว)"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "สิงห์ เชียงราย ยูไนเต็ด",
      "away": "อุทัยธานี เอฟซี",
      "stadium": "สิงห์ เชียงราย สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "อยุธยา ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดพระนครศรีอยุธยา"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 1",
      "home": "ระยอง เอฟซี",
      "away": "ทรู แบงค็อก ยูไนเต็ด",
      "stadium": "ดับบลิวเอชเอ ระยอง สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "พราม แบงค็อก",
      "away": "ม. นอร์ทกรุงเทพ",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "อาทิตย์",
      "time": "18:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "บูรพา ยูไนเต็ด",
      "away": "สโมสรฟุตบอลกองเรือรบ",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "สมุทรสาคร ซิตี้",
      "stadium": "ธนบุรี สเตเดียม"
    }
  ],
  "13/5/2026": [
    {
      "day": "พุธ",
      "time": "17:30",
      "league": "SHOPEE CUP 2025/26",
      "home": "เทพซาน นามดินห์",
      "away": "เซลังงอร์",
      "stadium": ""
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "ยะโฮร์ ดารุล ต๊ะซิม",
      "stadium": "ช้างอารีนา"
    }
  ],
  "16/5/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "หนองบัว พิชญ เอฟซี",
      "away": "ปัตตานี เอฟซี",
      "stadium": "พิชญสเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "ม. นอร์ทกรุงเทพ",
      "away": "เชียงใหม่ เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยนอร์ทกรุงเทพ วิทยาเขตรังสิต"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group A",
      "home": "พราม แบงค็อก",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามฟุตบอลเอ็นที สเตเดี้ยม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "สโมสรฟุตบอลกองเรือรบ",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "แบทเทิลชิฟ สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group B",
      "home": "บูรพา ยูไนเต็ด",
      "away": "อุดร ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา เทศบาลเมืองบ้านบึง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "สมุทรสาคร ซิตี้",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬามหาวิทยาลัยการกีฬาแห่งชาติ วิทยาเขตสมุทรสาคร"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 Group C",
      "home": "ธนบุรี ยูไนเต็ด",
      "away": "นรา ยูไนเต็ด",
      "stadium": "ธนบุรี สเตเดียม"
    }
  ],
  "17/5/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "อยุธยา ยูไนเต็ด",
      "stadium": "แพต สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "พีที ประจวบ เอฟซี",
      "away": "ลำพูน วอริเออร์",
      "stadium": "นนทบุรี สเตเดียม"
    }
  ],
  "20/5/2026": [
    {
      "day": "พุธ",
      "time": "20:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "เซลังงอร์",
      "away": "บุรีรัมย์ ยูไนเต็ด",
      "stadium": ""
    }
  ],
  "21/5/2026": [
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "รร. นาหลวง",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "พฤหัสบดี",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    },
    {
      "day": "พฤหัสบดี",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "23/5/2026": [
    {
      "day": "เสาร์",
      "time": "18:00",
      "league": "THAI LEAGUE 2",
      "home": "ปัตตานี เอฟซี",
      "away": "หนองบัว พิชญ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดปัตตานี"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "พีที สตูล เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    }
  ],
  "24/5/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "MUANGTHAI CUP",
      "home": "บีจี ปทุม ยูไนเต็ด",
      "away": "การท่าเรือ เอฟซี",
      "stadium": "ธรรมศาตร์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    }
  ],
  "26/5/2026": [
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "รร. นาหลวง",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "อังคาร",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "ยามาโอกะ ฮานาซะกะ อเคเดมี่ 1"
    },
    {
      "day": "อังคาร",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "27/5/2026": [
    {
      "day": "พุธ",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    },
    {
      "day": "พุธ",
      "time": "19:00",
      "league": "SHOPEE CUP 2025/26",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "เซลังงอร์",
      "stadium": "ช้างอารีนา"
    }
  ],
  "30/5/2026": [
    {
      "day": "เสาร์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "นรา ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "กรุงเทพมหานคร",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "31/5/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "CHANG FA CUP",
      "home": "บุรีรัมย์ ยูไนเต็ด",
      "away": "พีที ประจวบ เอฟซี",
      "stadium": "ธรรมศาตร์ สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 KO",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "7/6/2026": [
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "อุตรดิตถ์ เอฟซี",
      "away": "นรา ยูไนเต็ด",
      "stadium": "สนามกีฬากลางจังหวัดอุตรดิตถ์ (หมอนไม้)"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "เมืองเลย ยูไนเต็ด",
      "away": "พีที สตูล เอฟซี",
      "stadium": "เลย ริเวอร์ไซด์ สเตเดียม"
    }
  ],
  "13/6/2026": [
    {
      "day": "เสาร์",
      "time": "15:30",
      "league": "THAI LEAGUE 3 KO",
      "home": "พีที สตูล เอฟซี",
      "away": "เมืองเลย ยูไนเต็ด",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดสตูล"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": ""
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬากีฬาจังหวัดลำปาง"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "บีจี พีทียู ท่าโขลง",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    }
  ],
  "14/6/2026": [
    {
      "day": "อาทิตย์",
      "time": "19:00",
      "league": "THAI LEAGUE 3 KO",
      "home": "นรา ยูไนเต็ด",
      "away": "อุตรดิตถ์ เอฟซี",
      "stadium": "สนามกีฬาองค์การบริหารส่วนจังหวัดนราธิวาส"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "ชลบุรี ไดกิ้น สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "อาทิตย์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. นาหลวง",
      "away": "รร. กีฬากรุงเทพมหานคร",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "20/6/2026": [
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "กรุงเทพมหานคร",
      "away": "บีจีซี บัณฑิตเอเซีย",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ 72 พรรษา"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "ม. เกษมบัณฑิต เอฟซี",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนามเอสตาดิโอ เกษม"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงศรีสะเกษ",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดศรีสะเกษ"
    },
    {
      "day": "เสาร์",
      "time": "17:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "รร. กีฬาจังหวัดขอนแก่น",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    }
  ],
  "21/6/2026": [
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดชลบุรี",
      "away": "นครสวรรค์ เอฟซี",
      "stadium": "สนาม ชลบุรี เทรนนิ่ง กราว"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "สุรินทร์ หินโคน ยูไนเต็ด",
      "away": "รร. นาหลวง",
      "stadium": "โคกตะเคียน เมนสเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "ฟุตบอลหญิงพระนคร",
      "stadium": "ยามาโอกะ ฮานาซะกะ อเคเดมี่ 1"
    }
  ],
  "27/6/2026": [
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬากรุงเทพมหานคร",
      "away": "แอลพีจีเอสเอส เขลางค์ ยูไนเต็ด",
      "stadium": "สนามกีฬาเฉลิมพระเกียรติ บางมด"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "บีจี พีทียู ท่าโขลง",
      "away": "สุรินทร์ หินโคน ยูไนเต็ด",
      "stadium": "ยามาโอกะ ฮานาซะกะ อเคเดมี่ 1"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "รร. กีฬาจังหวัดขอนแก่น",
      "away": "รร. นาหลวง",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดขอนแก่น"
    },
    {
      "day": "เสาร์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 2",
      "home": "ฟุตบอลหญิงพระนคร",
      "away": "ฟุตบอลหญิงศรีสะเกษ",
      "stadium": "สนามหญ้าเทียม โรงเรียนกีฬาจังหวัดชลบุรี"
    }
  ],
  "28/6/2026": [
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีจีซี บัณฑิตเอเซีย",
      "away": "ฟุตบอลหญิงจังหวัดชลบุรี",
      "stadium": "สนามยูนิฟ ฟุตบอลปาร์ค"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "บีอาร์ยู บุรีราษฎร์ อะคาเดมี",
      "away": "กรุงเทพมหานคร",
      "stadium": "บุรีรัมย์ ซิตี้สเตเดียม"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "นครสวรรค์ เอฟซี",
      "away": "ม. เกษมบัณฑิต เอฟซี",
      "stadium": "สนามกีฬากลางจังหวัดนครสวรรค์"
    },
    {
      "day": "อาทิตย์",
      "time": "16:00",
      "league": "THAI WOMEN'S LEAGUE 1",
      "home": "รร. กีฬาจังหวัดนครศรีธรรมราช",
      "away": "รร. กีฬาจังหวัดชลบุรี",
      "stadium": "สนามฟุตบอล โรงเรียนกีฬาจังหวัดนครศรีธรรมราช"
    }
  ]
}